[
  {
    "id": "29",
    "number-question": "1",
    "title": "A Base Nacional Comum Curricular – BNCC descreve que são competências específicas de geografia para o ensino fundamental, exceto:",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Utilizar os conhecimentos geográficos para entender a interação sociedade / cultura e exercitar o interesse e o conhecimento da diversidade apenas nacional.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Estabelecer conexões entre diferentes temas do conhecimento geográfico, reconhecendo a importância dos objetos técnicos para a compreensão das formas como os seres humanos fazem uso dos recursos da natureza ao longo da história.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Desenvolver autonomia e senso crítico para compreensão e aplicação do raciocínio geográfico na análise da ocupação humana e produção do espaço, envolvendo os princípios de analogia, conexão, diferenciação, distribuição, extensão, localização e ordem.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": " Desenvolver o pensamento espacial, fazendo uso das linguagens cartográficas e iconográficas, de diferentes gêneros textuais e das geotecnologias para a resolução de problemas que envolvam informações geográficas.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Desenvolver e utilizar processos, práticas e procedimentos de investigação para compreender o mundo natural, social, econômico, político e o meio técnico-científico e informacional, avaliar ações e propor perguntas e soluções (inclusive tecnológicas) para questões que requerem conhecimentos científicos da Geografia.",
        "checked": false
      }
    ]
  },
  {
    "id": "1331",
    "number-question": "2",
    "title": "O componente Geografia, da Base Nacional Comum Curricular (BNCC), foi dividido em unidades temáticas comuns ao longo do Ensino Fundamental, em uma progressão das habilidades. Quais são essas habilidades?",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "A construção do espaço: os territórios e os lugares (o tempo da sociedade e o tempo da natureza); A Geografia como uma possibilidade de leitura e compreensão do mundo; O estudo da natureza e sua importância para o homem; O campo e a cidade como formações socioespaciais; A cartografia como instrumento na aproximação dos lugares e do mundo.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "O sujeito e seu lugar no mundo; Conexões e escalas; Mundo do trabalho; Formas de representação e pensamento espacial; Natureza, ambientes e qualidade de vida.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": " A evolução das tecnologias e as novas territorialidades em redes; Um só mundo e muitos cenários geográficos; Modernização, modo de vida e problemática ambiental; A cartografia como instrumento na aproximação dos lugares e do mundo; O sujeito e seu lugar no mundo.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "O campo e a cidade como formações socioespaciais; Mundo do trabalho; Conexões e escalas; A construção do espaço: os territórios e os lugares (o tempo da sociedade e o tempo da natureza); A Geografia como uma possibilidade de leitura e compreensão do mundo.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "A cartografia como instrumento na aproximação dos lugares e do mundo; O sujeito e seu lugar no mundo; O campo e a cidade como formações socioespaciais; Mundo do trabalho; Conexões e escalas.",
        "checked": false
      }
    ]
  },
  {
    "id": "1875",
    "number-question": "3",
    "title": "(UFAM) “Como dispositivo de múltiplos usos, o telefone celular tem servido cada vez mais de suporte para convergência de mídia, potencialidade que o tem tornado alvo de investimentos por parte da indústria. Há previsões de que, em 2020, os dispositivos móveis serão o maior meio de acesso à internet.” (RODRIGUES, Carla. Revista Galáxia, São Paulo, n. 20, 2010).",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "O contexto da citação acima se refere a uma das principais características do:",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Capitalismo industrial.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Capitalismo financeiro.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Capitalismo informacional.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Capitalismo comercial.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Capitalismo da exploração.",
        "checked": false
      }
    ]
  },
  {
    "id": "2521",
    "number-question": "4",
    "title": "Assinale a alternativa correta.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "As Tecnologias da Informação e Comunicação (TIC) aumentaram exponencialmente a quantidade de informação ao mesmo tempo em que não significou aumento do conhecimento.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "As redes sociais, como o facebook, possibilitam a aproximação das pessoas, eliminando, assim, o isolamento que estas teriam sem a presença dessas redes.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "O desenvolvimento tecnológico pouco alterou a relação das sociedades com seus espaços geográficos.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A produção de bens materiais pela atividade industrial sofreu alteração com as novas tecnologias, mas não alterou a relação de trabalho.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "A coexistência de técnicas e culturas diversas que se fazem presentes no espaço, diferenciando lugares e povos, apesar de todo o processo de globalização que tende à uniformização.",
        "checked": false
      }
    ]
  },
  {
    "id": "7329",
    "number-question": "5",
    "title": "Uma malha digital que cresce em velocidade vertiginosa está cobrindo nosso planeta: é a internet, a rede mundial de computadores. Considerando essa importante inovação tecnológica contemporânea, analise a informação: A integração econômica global é facilitada pelo uso das mesmas técnicas, contudo, integrar não significa incluir a todos.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "Com base nas informações e em seus conhecimentos, escolha a alternativa que melhor explica a afirmativa apresentada.",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "A era da informação e da revolução científica prioriza a qualificação da mão-de-obra e a incorporação de novas habilidades, reconhecendo a diferença existente entre ricos e pobres.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "A velocidade da informação é o benefício apresentado pela internet para a globalização, pois reduz o espaço mundial a um espaço virtual, sem a necessidade de integrar a todos os internautas.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "A internacionalização da rede e a incorporação de centenas de milhões de usuários por todo o planeta exclui as diferenças culturais e econômicas devido à mundialização dos padrões de consumo.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A internet dinamizou e tornou imediatas transações e negociações em escala mundial, evitando a exclusão digital pelas parcerias com empresas e investimentos em inovações tecnológicas.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Ao mesmo tempo em que a internet facilita o processo de integração econômica global, é também responsável pela chamada exclusão digital, pois acentua a distância entre os usuários e aqueles que já viviam em situação de marginalidade econômica e social.",
        "checked": false
      }
    ]
  },
  {
    "id": "2732",
    "number-question": "6",
    "title": "Uma malha digital que cresce em velocidade vertiginosa está cobrindo nosso planeta: é a internet, a rede mundial de computadores. Considerando essa importante inovação tecnológica contemporânea, analise a informação: A integração econômica global é facilitada pelo uso das mesmas técnicas, contudo, integrar não significa incluir a todos.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "Com base nas informações e em seus conhecimentos, escolha a alternativa que melhor explica a afirmativa apresentada.",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "A era da informação e da revolução científica prioriza a qualificação da mão de obra e a incorporação de novas habilidades, reconhecendo a diferença existente entre ricos e pobres.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "A velocidade da informação é o benefício apresentado pela internet para a globalização, pois reduz o espaço mundial a um espaço virtual, sem a necessidade de integrar a todos os internautas.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "A internacionalização da rede e a incorporação de centenas de milhões de usuários por todo o planeta excluem as diferenças culturais e econômicas devido à mundialização dos padrões de consumo.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A internet dinamizou e tornou imediatas transações e negociações em escala mundial, evitando a exclusão digital pelas parcerias com empresas e investimentos em inovações tecnológicas.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Ao mesmo tempo em que a internet facilita o processo de integração econômica global, é também responsável pela chamada exclusão digital, pois acentua a distância entre os usuários e aqueles que já viviam em situação de marginalidade econômica e social.",
        "checked": false
      }
    ]
  },
  {
    "id": "1219",
    "number-question": "7",
    "title": "O espaço geográfico, ao contrário do espaço natural, é um produto da ação do homem. O homem, sendo um animal social, naturalmente atua em conjunto, em grupo, daí ser o espaço geográfico eminentemente social. (…) A ação do homem não ocorre de forma uniforme no espaço e no tempo. Ela se faz de forma mais intensa em determinados momentos e nas áreas, onde se pode empregar uma tecnologia mais avançada ou em que se dispõe de capitais mais do que naquelas em que se dispõe de menores recursos e conhecimentos. Daí a necessidade de uma visão do processo histórico, levando-se em conta tanto o processo evolutivo linear como os desafios que se contrapõem a este processo e que barram ou desviam da linha por ele seguida. Para melhor compreender o processo de produção do espaço geográfico, é indispensável a utilização de conceitos hoje largamente aceitos nas ciências sociais, como os de modo de produção e de formação econômico-sociais. Ao analisarmos a evolução da humanidade e da conquista da natureza pelo homem, temos que admitir que esse começou a produzir o espaço geográfico na ocasião em que pôde abandonar as atividades de caça, pesca e coleta como principais e passou a realizar trabalhos agrícolas e de criação de animais. Claro que a passagem foi feita lentamente e que o homem, transformado em agricultor e criador de animais, continuou a caçar e a pescar, como o faz até os dias atuais, mas essas atividades, antes exclusivas, tornaram-se complementares.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "É CORRETO afirmar que o autor, no texto que você acabou de ler,",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Opõe-se à posição filosófica assumida pelos geógrafos que defendem a Geografia Crítica.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Estabelece os mais importantes princípios que norteiam o Determinismo Geográfico, uma das correntes fundamentais da Geografia Clássica que explica a produção do espaço geográfico.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Defende que o espaço natural, por suas características particulares, assemelha-se ao espaço social e que deve ser estudado pela História e pela Geografia.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Advoga que a produção do espaço geográfico é uma função dos níveis técnico e econômico em que se encontra a sociedade.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Propõe que, para o equilíbrio do Sistema Terra, é necessário os seres humanos retornarem às atividades extrativas, especialmente a caça e a pesca, e também à agricultura tradicional.",
        "checked": false
      }
    ]
  },
  {
    "id": "3968",
    "number-question": "8",
    "title": "Grande parte dos avanços tecnológicos integra o processo evolutivo da comunicação, conduzindo-nos para uma maior democratização da informação e, consequentemente, do saber. A comunicação virtual introduz um conceito de descentralização da informação e do poder de comunicar. Todo computador, conectado à internet, possui a capacidade de transmitir palavras, imagens, sons. Não se limita apenas aos donos de jornais e emissoras; qualquer pessoa pode construir um site na internet, sobre qualquer assunto e propagá-lo de maneira simples. O espaço cibernético tem se tornado um lugar essencial, um futuro próximo de comunicação completamente distinta da mídia clássica. […]. A internet proporciona a interação entre locutor e interlocutor, uma vez que, na rede, qualquer elemento adquire a possibilidade de interação, havendo interconexões entre pessoas dos mais diferentes lugares do planeta, facilitando, portanto, o contato entre elas, assim como a busca por opiniões e ideias convergentes. Uma prova da eficiência da internet em construir esse ideal de propagação de mensagens e opiniões está na multiplicidade de temas que podem ser encontrados nela. Além dos sites, as listas de discussão, que agregam pessoas interessadas em um dado assunto, também merecem consideração. É nesse ponto que a internet se sobressai, pois integra e condensa nela todos os recursos de todas as formas de comunicação, como jornal, por exemplo. Além de apresentar todas as funções do jornalismo, que, segundo Beltrão são econômica, social, educativa e de entretenimento, ela é um meio de comunicação interativo. Além disso, há a questão da dinamicidade e da interatividade: o espaço virtual, diferentemente de um texto de jornal ou revista em papel, está constantemente em movimento.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "A partir da leitura, marque a alternativa que informa a ideia central do texto:",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "A descentralização da informação advinda da internet pode ser usada a favor dos donos de jornais.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "O jornal e a revista em papel devem desaparecer, pois perderam espaço para as mídias virtuais e sua interatividade.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Todo jornal deve englobar questões socioeconômicas e culturais, a fim de deixar seu leitor bem informado.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "No espaço cibernético, não há uma fiscalização das informações publicadas, tendo em vista que qualquer um pode criar um site.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "A internet, no processo de evolução da comunicação, possibilitou uma maior interação entre as pessoas, as quais recebem e publicam informações sobre os mais diversos temas.",
        "checked": false
      }
    ]
  },
  {
    "id": "221",
    "number-question": "9",
    "title": "Sobre a Revolução Informacional e suas implicações para a reorganização do mundo contemporâneo, podemos afirmar que:",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Alguns Estados e um conjunto diminuto de grandes empresas controlam o essencial da revolução tecnológica em curso, atualizando o desenvolvimento geograficamente desigual.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Dado o alcance planetário do sistema técnico informacional, a população tem amplo acesso a uma informação verdadeira que unifica os lugares, tornando o mundo uma democrática aldeia global.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Há um acentuado enfraquecimento das funções de gestão das metrópoles, processo determinado pela descentralização da produção, apoiada no uso intensivo das tecnologias da informação e comunicação.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Os mais diversos fluxos de informações perpassam as fronteiras nacionais, anulando o papel do Estado-Nação como ente regulador e definidor de estratégias no jogo político mundial.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "A internet, no processo de evolução da comunicação, possibilitou uma maior interação entre as pessoas, as quais recebem e publicam informações sobre os mais diversos temas.",
        "checked": false
      }
    ]
  },
  {
    "id": "41",
    "number-question": "10",
    "title": "Em Beirute, no Líbano, quando perguntado sobre onde se encontram os refugiados sírios, a resposta do homem é imediata: “em todos os lugares e em lugar nenhum”. Andando ao acaso, não é raro ver, sob um prédio ou num canto de calçada, ao abrigo do vento, uma família refugiada em volta de uma refeição frugal posta sobre jornais como se fossem guardanapos. Também se vê de vez em quando uma tenda com a sigla ACNUR (Alto Comissariado das Nações Unidas para Refugiados), erguida em um dos raros terrenos vagos da capital.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "O cenário descrito aponta para uma crise humanitária que é explicada pelo processo de",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Migração massiva de pessoas atingidas por catástrofe natural.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Hibridização cultural de grupos caracterizados por homogeneidade social.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Desmobilização voluntária de militantes cooptados por seitas extremistas.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Peregrinações religiosas de fiéis orientados por lideranças fundamentalistas.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Desterritorialização forçada de populações afetadas por conflitos armados.",
        "checked": false
      }
    ]
  },
  {
    "id": "8881",
    "number-question": "11",
    "title": "Os países industriais adotaram uma concepção diferente das relações familiares e do lugar da fecundidade na vida familiar e social. A preocupação de garantir uma transmissão integral das vantagens econômicas e sociais adquiridas tem como resultado uma ação voluntária de limitação do número de nascimentos.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "Em meados do século XX, o fenômeno social descrito contribuiu para o processo europeu de",

    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Estabilização da pirâmide etária.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Conclusão da transição demográfica.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Contenção da entrada de imigrantes.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Elevação do crescimento vegetativo.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Formação de espaços superpovoados.",
        "checked": false
      }
    ]
  }
]
