[
  {
    "id": "1322",
    "number-question": "1",
    "title": "Antes de mais nada “Para aprender a ler e escrever, a criança precisa construir um conhecimento de natureza conceitual.” (BRASIL, 2001, vol. 3, p. 122). Com base na citação significa defender a alfabetização como:",
    "description-one": "I- Função da maturação biológica.",
    "description-two": "II- Desenvolvimento de capacidades relacionadas à percepção, memorização e treino de um conjunto de habilidades sensório-mecânicas.",
    "description-three": "III-  Um processo de construção de conhecimento pelas crianças por meio de práticas que têm como ponto de partida e de chegada o uso da linguagem e a participação nas diversas práticas sociais e de escrita",
    "sub-title": "Está(ão) correto(s) apenas o(s) itens(s):",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Apenas I",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Apenas II",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Apenas III",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Apenas I e II",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Todas as alternativas",
        "checked": false
      }
    ]
  },
  {
    "id": "1531",
    "number-question": "2",
    "title": "De acordo com linguagem, assinale a afirmativa INCORRETA.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "A formação literária dos sujeitos está sustentada na concepção do papel da literatura na constituição social do indivíduo e da coletividade.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "A literatura contribui para desenvolver as capacidades interpretativas amplas dos leitores, as quais favorecem uma socialização mais rica.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "As relações entre fala e escrita e a apropriação do sistema de escrita alfabética são os únicos conhecimentos necessários para que a criança se alfabetize.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A escola tem função importante na preservação do patrimônio cultural da infância, uma vez que é mais um espaço de encontro da criança com a linguagem, em sua dimensão lúdica e histórica, o que contribui para a construção da identidade.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "A formação literária é um processo natural a qualquer indivíduo",
        "checked": false
      }
    ]
  },
  {
    "id": "1557",
    "number-question": "3",
    "title": "A respeito da oralidade, certamente marque V para as afirmativas verdadeiras e F para as falsas",
    "description-one": "( ) É uma das formas de o sujeito participar de processos de interação nas situações de comunicação informais ou formais.",
    "description-two": "( ) A oralidade e a escrita são duas modalidades da língua diferentes, mas dependentes.",
    "description-three": "( ) É uma produção sonora todavia envolve ainda recursos, como gestualidade, movimentos do corpo e mímica, tom e velocidade de voz, dentre outros.",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "V, F, V.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "F, F, V",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Todas alternativas são V",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Todas as alternativas são F",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "V, F, F.",
        "checked": false
      }
    ]
  },
  {
    "id": "5721",
    "number-question": "4",
    "title": "Dessa forma as múltiplas linguagens no desenvolvimento infantil, assinale a afirmativa INCORRETA.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Através do jogo simbólico a criança inventa, imagina, representa e se expressa, certamente desempenhar vários papéis.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "É a linguagem do jogo simbólico que aguça na criança a imaginação, fantasia, vontade de descobrir e em suma conseqüentemente compreender o mundo.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Trabalhar as múltiplas linguagens na educação infantil significa contudo contribuir nos aspectos cognitivos, psicomotores, afetivos e sociais.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A literatura infantil exerce um papel fundamental na educação infantil pois, a linguagem literária organiza os fatos de forma similar da linguagem oral do cotidiano.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "No relacionamento entre todas as crianças representam sua própria linguagem”.",
        "checked": false
      }
    ]
  },
  {
    "id": "2789",
    "number-question": "5",
    "title": "De acordo com a alfabetização e o letramento no desenvolvimento da escrita, assinale a alternativa INCORRETA.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Ao atingir a escrita alfabética, portanto a criança já está alfabetizada e domina as questões ortográficas.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": " A criança no início do desenvolvimento, assim não considera as palavras com menos de três caracteres, nem os artigos.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Na hora da leitura é importante que o professor indique a direção de onde está começando e terminando a frase.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A entonação vai ajudar a criança criar hipótese, assim sendo é a partir da sua maturação que ela vai desenvolver a identificação das palavras sem imagens.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Educação consistente explora diversos aspectos da escrita alfabética e formas simbólicas de escrita”.",
        "checked": false
      }
    ]
  },
  {
    "id": "213",
    "number-question": "6",
    "title": "Sobre a alfabetização e o letramento o desenvolvimento da escrita, analise as afirmativas a seguir.",
    "description-one": "I - É através da linguagem falada que a escrita vai desenvolver e no decorrer do brincar a criança cria situações, por isso é importante o estímulo da criança para o desenho.",
    "description-two": "II - Em outras palavras à pedagogia desenvolver atividades que proporcione o desenvolvimento da escrita, logo com práticas pedagógicas em que o mediador deverá provocar experiências para as crianças com o ambiente rico e vivo, para que possam trabalhar com o imaginário.",
    "description-three": "III - Antes de entrar na escola a criança já traz consigo as habilidades da escrita e essa escrita é instrumentada.",
    "sub-title": "Está(ão) correta(s) a(s) afirmativa(s)",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "I, II e III.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Apenas I.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Apenas I e II.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Apenas II e III",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Nenhuma das alternativas são corretas",
        "checked": false
      }
    ]
  },
  {
    "id": "9713",
    "number-question": "7",
    "title": "Contudo a alfabetização e o letramento analise as afirmativas abaixo:",
    "description-one": "I – A alfabetização é apenas um processo baseado em perceber e memorizar para aprender a ler e escrever. Contudo o aluno precisa construir um conhecimento de natureza conceitual.",
    "description-two": "II – O letramento surge a partir das novas relações estabelecidas com as práticas de leitura e escrita na sociedade, ao passo que não basta apenas saber ler e escrever, mas que funções a leitura e a escrita assumem em decorrência das novas exigências impostas pela cultura letrada.",
    "description-three": "III – A alfabetização refere-se à aquisição da escrita enquanto aprendizagem de habilidades pela leitura, escrita e as chamadas práticas de linguagem.",
    "sub-title": "Está CORRETO o que se afirma em:",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Apenas as afirmativas I, II e III.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Apenas as afirmativas I, III",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Apenas as afirmativas II e III.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Apenas as afirmativas II.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Apenas I",
        "checked": false
      }
    ]
  },
  {
    "id": "3194",
    "number-question": "8",
    "title": "Assinale a alternativa INCORRETA como resultado a alfabetização:",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Todavia a alfabetização se ocupa da aquisição da escrita pelo indivíduo ou grupos de indivíduos.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "A alfabetização deve se desenvolver em um contexto de letramento todavia o início da aprendizagem da escrita.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "A alfabetização nesse sentido é o exercício do aprendizado automático e repetitivo, baseado na descontextualização.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "A alfabetização igualmente é a ação de fazer com que a pessoa se aproprie de habilidades que levam a leitura e a escrita.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "A avaliação deve ter um caráter formativo, não punitivo ou de premiação. ",
        "checked": false
      }
    ]
  },
  {
    "id": "3624",
    "number-question": "9",
    "title": "Considerando o ensino da música e sua importância para o desenvolvimento da criança, entretanto no que se refere à construção das linguagens musicais, dentro de uma normalidade aceitável, afastados problemas de saúde de qualquer natureza, assinale a alternativa correta.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Nos primeiros três meses de vida, a criança aprende a falar, por isso é tão importante que ela escute músicas com letras em várias línguas modernas.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Entre os dois e os três anos de idade, a criança, que já tem completo desenvolvimento de suas atividades motoras, não precisa mais ser estimulada a compreender conceitos numéricos.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "É na fase da educação infantil que a criança está mais aberta às descobertas, então nessa fase, o desenvolvimento da aprendizagem é evidenciado e a música portanto pode ser empregada para facilitar e ampliar a aquisição de conhecimentos por meio de escutas, imitações e improvisações.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Somente a partir dos dez anos de idade, a criança começa a compreender logo conceitos como antes e depois, em cima e em baixo, ontem, hoje e amanhã, portanto, de nada adianta submetê-la, primeiramente antes da mencionada idade, a qualquer tipo de incentivo a tais compreensões.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Musicalização não é importante para o desenvolvimento da criança.",
        "checked": false
      }
    ]
  },
  {
    "id": "3522",
    "number-question": "10",
    "title": "De acordo com uma atividade de linguagem escrita, Laura (6 anos) escreveu: “LEITI” (leite) então a professora pede que ela leia o que escreveu e como pensou sobre aquela escrita.",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "Refletindo em suma do trabalho da criança, a principio de uma perspectiva que considere o conhecimento um processo a ser construído a partir da relação entre o que se sabe e o objeto de conhecimento, a professora constatou que a aluna",
    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "Afinal ainda não conhece bem a relação fonema-grafema e, por isso, errou ao escrever a letra “I” no lugar da letra “E”, ao final da palavra.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Apresentou uma relação de transcrição direta da fala para a escrita, porque em comum no processo de construção da base alfabética.",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "Errou por estar desatenta em seu trabalho, sendo então melhor que repita a atividade.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "Não aprendeu ainda a grafia das letras do alfabeto e por isso não completou a escrita da letra E ao final da palavra.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Errou por não ter aprendido adequadamente a família do TA-TE-TI-TO-TU, todavia deve repetir essa unidade.",
        "checked": false
      }
    ]
  },
  {
    "id": "3550",
    "number-question": "11",
    "title": "Há uma certa relação entre a história da escrita na humanidade e a maneira como a criança se deselvolve rumo à alfabetização (Cocco, 1996). Quanto a isso, cabe dizer que:",
    "description-one": "",
    "description-two": "",
    "description-three": "",
    "sub-title": "",

    "answers": [
      {
        "id": 1,
        "title": "a",
        "text": "O ser humano partiu do pictórico e construiu uma simbologia (alfabeto). De maneira similar, a criança inicia a representação do mundo por meio da escrita e chega às regras sistemáticas.",
        "checked": false
      },
      {
        "id": 2,
        "title": "b",
        "text": "Não existe relação direta entre história da escrita na humanidade e a maneira como a criança se desenvolve rumo a alfabetização",
        "checked": false
      },
      {
        "id": 3,
        "title": "c",
        "text": "O ser humano partiu do pictórico e reconstruiu a representação do mundo por meio d gesto ou do desenho, e assim chegou ao simbolo e às regras sistemáticas.",
        "checked": false
      },
      {
        "id": 4,
        "title": "d",
        "text": "O ser humano partiu de simbolos fonográficos e construiu uma simbologia. De maneira similar, a criança inicia a representação do mundo por meio do simbolo fonográfico e inicia o entendimento das regras sistemáticas reconstruindo o código linguístico.",
        "checked": false
      },
      {
        "id": 5,
        "title": "e",
        "text": "Não existe relação alguma entre história da escrita na humanidade e a maneira como a criança se desenvolve rumo a alfabetização. São situações distintas e incomparáveis.",
        "checked": false
      }
    ]
  }
]
